/* Warning that a clickatell.com account is required */
"(Clickatell.com account required.)" = "(Konto bei Clickatell.com wird benötigt.)";

/* Label for account field */
"Account:" = "Konto:";

/* label for API ID field */
"API ID:" = "API-ID:";

/* label for destination number field */
"Destination Number:" = "Zielnummer:";

/* Label for password field */
"Password:" = "Passwort:";

/* Title for SMS plugin */
"SMS Notifications" = "SMS-Benachrichtigungen";

/* Instructions for clickatell */
"To register:\nhttp://www.clickatell.com/brochure/products/api_xml.php\n\nFor rates see:\nhttp://www.clickatell.com/brochure/pricing.php" = "Zur Registrierung:\nhttp://www.clickatell.com/developers/clickatell_api.php\n\nPreise:\nhttp://www.clickatell.com/pricing/message_cost.php";

